Repository: peter-kal/focuzd
Catalog: lib/l10n/app_*.arb
Languages: el

source: Main Page
el: Κύρια Σελίδα

# settingsPage
source: Settings
el: Ρυθμίσεις

# backArrowTooltip
source: Go Back
el: Πήγαινε Πίσω

source: Minutes
el: Λεπτά

# reset2Default
source: Reset to Default
el: Επαναφορά στα προεπιλεγμένα

# alwaysOnTopOptionDescription
source: Make the window always be on top of others
el: Κάνει το παράθυρο να είναι πάνω από άλλα παράθυρα

# playButtonTooltip
source: Plan
el: Ξεκίνα

# resumeButtonTooltip
source: Resume
el: Συνέχισε

# pauseButtonTooltip
source: Pause
el: Παύσε

# resetSessionButtonTooltip
source: Reset
el: Επανάφερε

# nextSessionButtonTooltip
source: Next
el: Επόμενο

# breakTimeLabel
source: Break Time
el: Χρόνος Διάλειμματος

# longBreakTimeLabel
source: Long Break Time
el: Χρόνος Μεγάλου Διάλειμματος

# numberLabelSettings
source: integer
el: Ακέραιος

# roundsLabelSettings
source: Sessions per Round
el: Sessions ανά Γύρο
